{
  "</box>": 32019,
  "</img>": 32012,
  "</quad>": 32015,
  "</ref>": 32017,
  "<IMG_CONTEXT>": 32013,
  "<box>": 32018,
  "<img>": 32011,
  "<quad>": 32014,
  "<ref>": 32016,
  "<|assistant|>": 32001,
  "<|endoftext|>": 32000,
  "<|end|>": 32007,
  "<|placeholder1|>": 32002,
  "<|placeholder2|>": 32003,
  "<|placeholder3|>": 32004,
  "<|placeholder4|>": 32005,
  "<|placeholder5|>": 32008,
  "<|placeholder6|>": 32009,
  "<|system|>": 32006,
  "<|user|>": 32010,
  "[caption]": 32033,
  "[changedet]": 32034,
  "[classify]": 32031,
  "[grounding]": 32029,
  "[hr_rgb_0.5]": 32023,
  "[hr_rgb_temp_0.5]": 32024,
  "[hr_rgbi_0.5]": 32025,
  "[hyper_rgb_3]": 32037,
  "[identify]": 32032,
  "[l8_ms_30]": 32036,
  "[l8_rgb_30]": 32021,
  "[refer]": 32030,
  "[s1_vh_10]": 32026,
  "[s1_vh_1]": 32027,
  "[s2_ms_10]": 32022,
  "[s2_rgb_10]": 32020,
  "[treeclassify]": 32028,
  "[uhi]": 32035
}
